{
  "skills": {
    "illustrationAlt": "Illustration of a responsive design across devices",
    "development": "Desarrollo",
    "developmentDescription": "Desarrollador Frontend especializado en Next.JS y Redux, con dominio de HTML5, CSS3 (incluyendo SASS) y JavaScript. Experiencia en pruebas unitarias con Jest y pruebas E2E con Cypress. Conocimientos en PHP, Symfony, Laravel y manejo de bases de datos MySQL.",
    "softSkills": "Soft Skills",
    "softSkillsDescription": "Comunicador efectivo con sólidas habilidades de trabajo en equipo, adaptándome sin problemas a nuevos desafíos. Resolutivo con un enfoque de pensamiento crítico y habilidad para encontrar soluciones creativas. Proactivo y resiliente, abrazando el cambio y fomentando la colaboración.  Mejorando las experiencias de usuario a través de la comprensión, demostrando empatía",
    "iconDevAlt": "Símbolo de código",
    "iconSoftSkillsAlt": "Símbolo de habilidades blandas"
  },
  "softSkills": {
    "teamwork": "Trabajo en equipo",
    "quickLearner": "Facilidad de aprendizaje",
    "proactivity": "Proactividad",
    "effectiveCommunication": "Comunicación efectiva",
    "adaptability": "Adaptabilidad",
    "criticalThinking": "Pensamiento crítico",
    "iniciative": "Iniciativa"
  },
  "project": {
    "codingFlavour": "La plataforma principal de nuestro equipo de desarrollo, especializado en dar vida a ideas con soluciones programáticas de vanguardia. Explora cómo creamos experiencias digitales únicas y funcionales.",
    "portfolio": "Una recopilación de mis proyectos y logros. Desde páginas web adaptables y dinámicas hasta soluciones creativas en Next.JS y Redux. Descubre mi enfoque en la creación de experiencias web excepcionales.",
    "iconJavascriptAlt": "Icono JavaScript",
    "iconNextJsAlt": "Icono NextJS",
    "iconHtmlAlt": "Icono HTML5",
    "iconReactAlt": "Icono React",
    "iconCssAlt": "Icono CSS3",
    "iconSassAlt": "Icono SASS",
    "iconJestAlt": "Icono Jest",
    "iconCypressAlt": "Icono Cypress",
    "iconReduxAlt": "Icono Redux",
    "iconRTKAlt": "Icono Redux Toolkit"
  },
  "projects": {
    "title": "Proyectos",
    "visitGithubAlt": "Visita este proyecto en GitHub",
    "visitProjectAlt": "Visita este proyecto en su página web"
  },
  "header": {
    "codingFlavourLogoAlt": "Logo del equipo Coding Flavour",
    "openMenu": "Abrir menú",
    "closeMenu": "Cerrar menú",
    "aboutMe": "Acerca de mí",
    "skills": "Habilidades",
    "projects": "Proyectos"
  },
  "footer": {
    "visitLinkedinAlt": "Visita mi perfil de Linkedin",
    "visitGithubAlt": "Visita mi perfil de GitHub"
  },
  "aboutMe": {
    "iAm": "¡Hola! Soy",
    "fullstack": "Desarrollador Fullstack",
    "frontSpecialist": "Especialista Frontend",
    "aboutMe": "Apasionado desarrollador Frontend con experiencia en JavaScript y sus bibliotecas para crear soluciones web dinámicas y excepcionales. Con habilidades en liderazgo y resolución de problemas, mi enfoque es la mejora continua en proyectos individuales y colaboraciones con mi talentoso equipo en Coding Flavour. Emocionado por las oportunidades del desarrollo web y entusiasmado por aportar innovación y creatividad.",
    "profile": "Perfil",
    "experience": "Experiencia",
    "thatsMe": "¡Ese soy yo!"
  },
  "experience": {
    "imaweb_1": "Desarrollador Frontend",
    "imaweb_2": "Desarrollador Full Stack",
    "imaweb_3": "Desarrollador SQA",
    "inventiaplus_1": "Programador Junior",
    "imaweb_1_1": "Generacion de rutas, vistas y componentes en base a un Analisis Funcional del producto en el framework de Next.JS y Material UI",
    "imaweb_1_2": "Gestión avanzada de estado con Redux para una administración eficiente del estado de la aplicación.",
    "imaweb_1_3": "Manejo eficiente de APIs y control de caché utilizando Redux Toolkit para la integración con servicios externos y el manejo de datos.",
    "imaweb_1_4": "Creación de estilos utilizando CSS nativo y SASS, soluciones web altamente adaptables y responsivas.",
    "imaweb_1_5": "Experiencia en pruebas unitarias con Jest y pruebas E2E con Cypress, garantizando la calidad del código.",
    "imaweb_1_6": "Trabajo en equipo con metodologías ágiles como SCRUM para una gestión eficiente de proyectos y comunicación efectiva."
  },
  "buttons": {
    "downloadCV": "Descargar CV"
  }
}
