{
  "test": "español",
  "skills": {
    "illustrationAlt": "Illustration of a responsive design across devices",
    "development": "Desarrollo",
    "developmentDescription": "Desarrollador Front-end especializado en Next.JS y Redux, con dominio de HTML5, CSS3 (incluyendo SASS) y JavaScript. Experiencia en pruebas unitarias con Jest y pruebas E2E con Cypress. Conocimientos en PHP, Symfony, Laravel y manejo de bases de datos MySQL.",
    "softSkills": "Soft Skills",
    "softSkillsDescription": "Comunicador efectivo con sólidas habilidades de trabajo en equipo, adaptándome sin problemas a nuevos desafíos. Resolutivo con un enfoque de pensamiento crítico y habilidad para encontrar soluciones creativas. Proactivo y resiliente, abrazando el cambio y fomentando la colaboración.  Mejorando las experiencias de usuario a través de la comprensión, demostrando empatía",
    "iconDevAlt": "Símbolo de código",
    "iconSoftSkillsAlt": "Símbolo de habilidades blandas"
  },
  "softSkills": {
    "teamwork": "Trabajo en equipo",
    "quickLearner": "Rápido en aprender",
    "proactivity": "Proactividad",
    "effectiveCommunication": "Comunicación efectiva",
    "adaptability": "Adaptabilidad",
    "criticalThinking": "Pensamiento crítico",
    "iniciative": "Iniciativa"
  },
  "project": {
    "codingFlavour": "La plataforma principal de nuestro equipo de desarrollo, especializado en dar vida a ideas con soluciones programáticas de vanguardia. Explora cómo creamos experiencias digitales únicas y funcionales a través de tecnologías como Next.JS, Redux y más.",
    "portfolio": "Una recopilación de mis proyectos y logros en el desarrollo Front-end. Desde páginas web adaptables y dinámicas hasta soluciones creativas en Next.JS y Redux. Descubre mi enfoque en la creación de experiencias web excepcionales.",
    "iconJavascriptAlt": "Icono JavaScript",
    "iconNextJsAlt": "Icono NextJS",
    "iconHtmlAlt": "Icono HTML5",
    "iconReactAlt": "Icono React",
    "iconCssAlt": "Icono CSS3",
    "iconSassAlt": "Icono SASS",
    "iconJestAlt": "Icono Jest"
  },
  "projects": {
    "title": "Proyectos",
    "visitGithubAlt": "Visita este proyecto en GitHub",
    "visitProjectAlt": "Visita este proyecto en su página web"
  },
  "header": {
    "codingFlavourLogoAlt": "Logo del equipo Coding Flavour",
    "openMenu": "Abrir menú",
    "closeMenu": "Cerrar menú",
    "aboutMe": "Acerca de mí",
    "skills": "Habilidades",
    "projects": "Proyectos"
  },
  "footer": {
    "visitLinkedinAlt": "Visita mi perfil de Linkedin",
    "visitGithubAlt": "Visita mi perfil de GitHub"
  },
  "aboutMe": {
    "iAm": "¡Hola! Soy",
    "fullstack": "Desarrollador Fullstack",
    "frontSpecialist": "Especialista Front-End",
    "aboutMe": "Apasionado desarrollador Front-end con un firme compromiso de crear soluciones web dinámicas y excepcionales. Mi experiencia se extiende a través de la implementación de JavaScript y sus bibliotecas, lo que me permite transformar ideas en realidades digitales impactantes. Con sólidas habilidades de liderazgo y resolución de problemas, mi enfoque radica en la mejora continua, tanto en proyectos individuales como en colaboraciones con mi talentoso equipo en Coding Flavour. Estoy emocionado por las oportunidades que el mundo del desarrollo web ofrece y entusiasmado por continuar contribuyendo con innovación y creatividad.",
    "profile": "Perfil",
    "experience": "Experiencia",
    "thatsMe": "¡Ese soy yo!"
  },
  "experience": {
    "imaweb_1": "Desarrollador Front-End",
    "imaweb_2": "Desarrollador Full Stack",
    "imaweb_3": "Desarrollador SQA",
    "inventiaplus_1": "Programador Junior",
    "imaweb_1_1": "Generacion de rutas, vistas y componentes en base a un Analisis Funcional del producto en el framework de Next.JS y Material UI",
    "imaweb_1_2": "Gestión avanzada de estado con Redux para una administración eficiente del estado de la aplicación.",
    "imaweb_1_3": "Manejo eficiente de APIs y control de caché utilizando Redux Toolkit para la integración con servicios externos y el manejo de datos.",
    "imaweb_1_4": "Creación de estilos utilizando CSS nativo y SASS, soluciones web altamente adaptables y responsivas.",
    "imaweb_1_5": "Experiencia en pruebas unitarias con Jest y pruebas E2E con Cypress, garantizando la calidad del código.",
    "imaweb_1_6": "Trabajo en equipo con metodologías ágiles como SCRUM para una gestión eficiente de proyectos y comunicación efectiva."
  },
  "buttons": {
    "downloadCV": "Descargar CV"
  }
}
