{
  "skills": {
    "illustrationAlt": "Illustration of a responsive design across devices",
    "development": "Development",
    "developmentDescription": "Frontend Developer specialized in Next.JS and Redux, proficient in HTML5, CSS3 (including SASS), and JavaScript. Experienced in unit testing with Jest and end-to-end testing with Cypress. Proficient in PHP, Symfony, Laravel, and MySQL database management.",
    "softSkills": "Soft skills",
    "softSkillsDescription": "Effective communicator with strong teamwork skills, seamlessly adapting to new challenges. Problem solver with a critical thinking approach and an ability to find creative solutions. Proactive and resilient, embracing change and fostering collaboration. Enhancing user experiences through understanding, demonstrating empathy.",
    "iconDevAlt": "Code symbol",
    "iconSoftSkillsAlt": "Soft skills symbol"
  },
  "softSkills": {
    "teamwork": "Teamwork",
    "quickLearner": "Quick Learner",
    "proactivity": "Proactivity",
    "effectiveCommunication": "Effective communication",
    "adaptability": "Adaptability",
    "criticalThinking": "Critical thinking",
    "iniciative": "Iniciative"
  },
  "project": {
    "codingFlavour": "The flagship platform of our development team, specialized in bringing ideas to life through cutting-edge programmatic solutions. Explore how we create unique and functional digital experiences.",
    "portfolio": "A collection of my projects and achievements. From adaptive and dynamic websites to creative solutions in Next.JS and Redux. Discover my focus on crafting exceptional web experiences.",
    "iconJavascriptAlt": "Icon JavaScript",
    "iconNextJsAlt": "Icon NextJS",
    "iconHtmlAlt": "Icon HTML",
    "iconReactAlt": "Icon React",
    "iconCssAlt": "Icon CSS3",
    "iconSassAlt": "Icon SASS",
    "iconJestAlt": "Icon Jest",
    "iconCypressAlt": "Icon Cypress",
    "iconReduxAlt": "Icon Redux",
    "iconRTKAlt": "Icon Redux Toolkit"
  },
  "projects": {
    "title": "Projects",
    "visitGithubAlt": "Visit this project in GitHub",
    "visitProjectAlt": "Visit this project in their website"
  },
  "header": {
    "codingFlavourLogoAlt": "Coding Flavour's team logo",
    "openMenu": "Open menu",
    "closeMenu": "Close menu",
    "aboutMe": "About me",
    "skills": "Skills",
    "projects": "Projects"
  },
  "footer": {
    "visitLinkedinAlt": "Visit my Linkedin profile",
    "visitGithubAlt": "Visit my GitHub profile"
  },
  "aboutMe": {
    "iAm": "Hello! I am",
    "fullstack": "Fullstack Developer",
    "frontSpecialist": "Frontend Specialist",
    "aboutMe": "Passionate Front-end developer with a strong commitment to creating dynamic and exceptional web solutions. My experience spans JavaScript implementation and its libraries, enabling me to transform ideas into impactful digital realities. With solid leadership and problem-solving skills, my focus lies in continuous improvement, both in individual projects and collaborations with my talented team at Coding Flavour. I'm excited about the opportunities the web development world offers and eager to continue contributing with innovation and creativity.",   "profile": "Profile",
    "experience": "Experience",
    "thatsMe": "That's me!"
  },
  "experience": {
    "imaweb_1": "Frontend Developer",
    "imaweb_2": "Full Stack Developer",
    "imaweb_3": "SQA Developer",
    "inventiaplus_1": "Junior Programmer",
    "imaweb_1_1": "Generation of routes, views, and components based on Functional Analysis of the product in the Next.JS and Material UI framework",
    "imaweb_1_2": "Advanced state management with Redux for efficient application state management.",
    "imaweb_1_3": "Efficient handling of APIs and cache control using Redux Toolkit for integration with external services and data management.",
    "imaweb_1_4": "Creation of styles using native CSS and SASS, highly adaptable and responsive web solutions.",
    "imaweb_1_5": "Experience in unit testing with Jest and E2E testing with Cypress, ensuring code quality.",
    "imaweb_1_6": "Teamwork with agile methodologies like SCRUM for efficient project management and effective communication."
  },
  "buttons": {
    "downloadCV": "Download CV"
  }
}
